/**********************************/
/*                                */
/*		CONTROL TITLES              */
/*                                */
/**********************************/
/* PDE LABELS */
"Paper Type/Quality" = "Paperityyppi/laatu";
"Paper Type" = "Paperityyppi";

"Two Sided Printing" = "Kaksipuolinen tulostus";
"Two-Sided Printing" = "Kaksipuolinen tulostus";
"HPTwoSidedPrinting" = "Kaksipuolinen tulostus";

"Orientation" = "Suunta";

/* Driver information strings for print dialog summary panel */
"Printer Driver Information" = "Tulostinohjaimen tiedot";
"Driver Name" = "Ohjaimen nimi";
"Driver Version" = "Ohjaimen versio";
"Driver Name:" = "Ohjaimen nimi:";
"Driver Version:" = "Ohjaimen versio:";
"Save PCL to file" = "Tallenna PCL tiedostoon";
"All rights reserved." = "Kaikki oikeudet pidätetään.";

/* SUMMARY PDE STRINGS */
"Not Applicable" = "Ei käytettävissä";
"Disabled" = "Pois käytöstä";
"On" = "Päällä";
"Off" = "Pois päältä";
"ColorSmart III" = "ColorSmart III";
"Saturation :" = "Värikylläisyys :";
"Generic" = "Yleinen";
"Cyan" = "Syaani";
"Magenta" = "Magenta";
"Yellow" = "Keltainen";
"Black" = "Musta";
"Red" = "Punainen";
"Green" = "Vihreä";
"Blue" = "Sininen";
"Saturation" = "Värikylläisyys";
"Brightness" = "Kirkkaus";
"Color Tone" = "Värisävy";
"ColorSync profile" = "ColorSync-profiili";
"Edge Control" = "Reunojen hallinta";
"Compression" = "Pakkaus";
"Ink Volume" = "Mustemäärä";
"Summary" = "Yhteenveto";
"Mirror Image" = "Peilikuva";

/* MAIN TAB TITLES */
"Paper" = "Paperi";
"HPPaper" = "Paperi";

"Color Options" = "Väriasetukset";
"HPColorOptions" = "Väriasetukset";

"CMYK Settings" = "CMYK-asetukset";
"Digital Photo" = "Digitaalivalokuva";
"Advanced" = "Kehittynyt";

/* PRINT QUALITY TAB */
"Auto Media Width Sensor" = "Automaattinen materiaalin leveyden tunnistin";

/**********************************/
/*                                */
/*    TWO SIDED PRINTING          */
/*                                */
/**********************************/
"Print Both Sides" = "Tulosta molemmat puolet";
"Binding:" = "Sidonta:";
"Manual" = "Manuaalinen";
"Automatic" = "Automaattinen";
"Automatic-short" = "Autom.";
"Binding" = "Sidonta";
"print both sides" = "tulosta molemmat puolet";
"print one side" = "tulosta yksi puoli";
"booklet" = "kirjanen";
"tablet" = "tablet";
"Long-Edge Binding" = "Pitkän sivun sidonta";
"Short-Edge Binding" = "Lyhyen sivun sidonta";

/**********************************/
/*                                */
/*        COLOR                   */
/*                                */
/**********************************/
"Color:" = "Väri:";
"Saturation:" = "Värikylläisyys:";
"Brightness:" = "Kirkkaus:";
"Color Tone:" = "Värisävy:";
"Muted" = "Himmeä";
"Vibrant" = "Eloisa";
"Darker" = "Tummempi";
"Lighter" = "Vaaleampi";
"Cooler" = "Viileämpi";
"Warmer" = "Lämpimämpi";
"Automatic Image Enhancement" = "Automaattinen kuvanparannus";
"Print in:" = "Tulosta:";
"True Black" = "Aito musta";
"Optimize for:" = "Optimointi:";
"Optimize for" = "Optimointi";
"Line Drawings" = "Viivapiirrokset";
"Text/Images" = "Teksti/kuvat";
"Red Eye Removal" = "Punasilmäisyyden poisto";
"Remove Red Eye" = "Poista punasilmäisyys";
"AdobeRGB" = "Adobe RGB (1998)";  /* This string does not need translation */
"Managed by Application" = "Sovellus hallitsee";
"No User Selectable Settings" = "Ei käyttäjän valittavia asetuksia";
"Before:" = "Ennen:";
"After:" = "Jälkeen:";

/**********************************/
/*                                */
/*        CMYK SETTINGS          */
/*                                */
/**********************************/
"Cyan:" = "Syaani:";
"Magenta:" = "Magenta:";
"Yellow:" = "Keltainen:";
"Black:" = "Musta:";
"Min" = "Vähintään";
"Max" = "Enintään";
"To ensure color consistency, launch the hp designjet System Maintenance utility to calibrate the printer's color." = "Käynnistä värien yhdenmukaistamiseksi HP Designjet -järjestelmän ylläpitotyökalu ja kalibroi tulostimen värit.";

/**********************************/
/*                                */
/*        RGB SETTINGS            */
/*                                */
/**********************************/
"Red:" = "Punainen:";
"Green:" = "Vihreä:";
"Blue:" = "Sininen:";

/**********************************/
/*                                */
/*         GRAYSCALE              */
/*                                */
/**********************************/
"Grayscale" = "Harmaasävy";
"High Quality" = "Korkea laatu";
"High quality" = "Korkea laatu";
"Black Only" = "Vain musta";
"Black Print Cartridge Only" = "Vain musta tulostuskasetti";
"Black/gray photo cartridge only" = "Vain musta/harmaa valokuvatulostuskasetti";
"Optimize for Photocopy or Fax" = "Optimoi valokopiointia tai faksausta varten";
"Print in grayscale" = "Tulosta harmaasävyissä";
"Composite gray" = "Yhdistelmäharmaa";
"Gray inks only" = "Vain harmaat musteet";
"High Quality Grayscale" = "Korkealaatuinen harmaasävy";
"Black Ink Only" = "Vain musta muste";

/**********************************/
/*                                */
/*       PRINT QUALITY            */
/*                                */
/**********************************/
"Quality" = "Laatu";
"Quality:" = "Laatu:";
"High Resolution" = "Korkea tarkkuus";
/* PRINT QUALITY LIST */
"High Speed Draft" = "Nopeasti tulostuva vedos";
"FastDraft" = "Nopea vedos";
"Fast Draft" = "Nopea vedos";
"Ink Saver" = "Musteen säästö";
"Everyday" = "Päivittäinen";
"Draft" = "Vedos";
"Normal" = "Normaali";
"Photo" = "Valokuva";
"Best" = "Paras";
"Highest" = "Korkein";
"Maximum dpi" = "Suurin dpi";
"Fast Normal" = "Nopea normaali";
"FastNormal" = "Nopea normaali";
"Fast" = "Nopea";
"Use Print Quality Selector" = "Käytä tulostuslaadun valitsinta";
"Quiet Printing" = "Hiljainen tulostus";

/**********************************/
/*                                */
/*          INK                   */
/*                                */
/**********************************/
"Ink" = "Muste";
"Ink Density:" = "Mustetiheys:";
"Ink Volume:" = "Mustemäärä:";
"Dry Time:" = "Kuivumisaika:";
"Light" = "Kevyt";
"Heavy" = "Raskas";
"Less" = "Vähemmän";
"More" = "Enemmän";
"Maximum Detail" = "Mahdollisimman paljon yksityiskohtia";
"Print document with the highest resolution." = "Tulosta asiakirja korkeimmalla tarkkuudella.";

/**********************************/
/*                                */
/*          LAYOUT                */
/*                                */
/**********************************/

/**********************************/
/*                                */
/*  HP REAL LIFE TECHNOLOGIES     */
/*                                */
/**********************************/
"Photo Fix" = "Valokuvan korjaus";
"Photo Fix:" = "Valokuvan korjaus:";

"HP Real Life Technologies" = "HP Real Life -tekniikat";
"HPRealLifeTechnologies" = "HP Real Life -tekniikat";

"Basic" = "Perus";
"Full" = "Täysi";

/**********************************/
/*                                */
/*          Services              */
/*                                */
/**********************************/


/**********************************/
/*                                */
/*         PAPER TYPE             */
/*                                */
/**********************************/

"Paper type:" = "Paperityyppi:";
"Paper Type:" = "Paperityyppi:";
/* PAPER TYPE LIST */
"Other Transparency Films" = "Muut kalvot";
"Other Photo Papers" = "Muut valokuvapaperit";
"Other Brochure Papers" = "Muut esitepaperit";
"Other Glossy Brochure" = "Muu kiiltävä esite";
"Other Matte Brochure" = "Muu mattaesite";
"Other Paper" = "Muu paperi";
"Other Inkjet Papers" = "Muut mustesuihkupaperit";
"Other Greeting Cards" = "Muut tervehdyskortit";
"Card Stock" = "Korttikartonki";
"Tough Paper" = "Tough-paperi";
"HP Brochure Glossy" = "HP:n kiiltävä esite";

/* OS X version of strings, with Unicode superscript 2 character */
/* Indy/Mongoose */
"Cardstock (105 - 176 g/m2)" = "Korttikartonki (105 - 176 g/m²)";
"Light < 75 g/m2" = "Kevyt < 75 g/m²";
"Heavy (90 - 105 g/m2)" = "Raskas (90 - 105 g/m²)";
/* Mojave */
"Cardstock (135 - 216 g/m2)" = "Korttikartonki (135 - 216 g/m²)";
"Light (60 - <75 g/m2)" = "Kevyt (60 - <75 g/m²)";
"Heavy (>106 - 163 g/m2)" = "Raskas (>106 - 163 g/m²)";
"Glossy (75 - 105 g/m2)" = "Kiiltävä (75 - 105 g/m²)";
"Heavy Glossy (>105 - 163 g/m2)" = "Raskas kiiltävä (>105 - 163 g/m²)";


/* New HP paper type branding for v2.4 - Oct 2003 */
"Plain paper" = "Tavallinen paperi";
"Plain Paper" = "Tavallinen paperi";
"HP Colorfast Photo Paper" = "HP Colorfast -valokuvapaperi";
"HP Bright White Inkjet Paper" = "HP:n kirkkaanvalkoinen mustesuihkupaperi";
"HP Design Heavyweight Paper" = "HP Design -paperi, raskas";
"HP Design Glossy Paper" = "HP Design -paperi, kiiltävä";
"HP Photo Paper" = "HP:n valokuvapaperi";
"HP Photo Quality Paper, Matte" = "HP:n valokuvalaatuinen paperi, matta";
"HP Photo Quality Paper, Semi-gloss" = "HP:n valokuvalaatuinen paperi, puolikiiltävä";
"HP Premium Inkjet Paper" = "HP Premium -mustesuihkupaperi";
"HP Premium Inkjet Heavyweight Paper" = "HP Premium -mustesuihkupaperi, raskas";
"HP Premium Photo Paper" = "HP Premium -valokuvapaperi";
"HP Premium Plus Photo Paper, Glossy" = "HP Premium Plus -valokuvapaperi, kiiltävä";
"HP Premium Plus Photo Paper, Matte" = "HP Premium Plus -valokuvapaperi, matta";
"HP Premium Plus Inkjet Transparency Film" = "HP Premium Plus -mustesuihkukalvo";
"HP Premium Inkjet Rapid Dry Transparencies" = "HP Premium -mustesuihkukalvot, nopeasti kuivuvat";
"HP Premium Inkjet Transparency Film" = "HP Premium -mustesuihkukalvo";
"HP Premium Presentation Paper" = "HP Premium -esityspaperi";
"HP Premium Presentation Paper, Matte" = "HP Premium -esityspaperi, matta";
"HP Glossy Greeting Card Paper" = "HP:n kiiltävä tervehdyskorttipaperi";
"HP Textured Greeting Card Paper" = "HP:n eläväpintainen tervehdyskorttipaperi";
"HP Professional Brochure Paper, Glossy" = "HP Professional -esitepaperi, kiiltävä";
"HP Professional Brochure Paper, Matte" = "HP Professional -esitepaperi, matta";
"Inkjet hagaki" = "Mustesuihku-hagaki";
"Inkjet Hagaki" = "Mustesuihku-Hagaki";
"Thick plain paper" = "Paksu tavallinen paperi";
"Thick Plain Paper" = "Paksu tavallinen paperi";
"Thick photo paper" = "Paksu valokuvapaperi";
"Thick Photo Paper" = "Paksu valokuvapaperi";
"HP Bright White Paper" = "HP:n kirkkaanvalkoinen paperi";
"HP Color Inkjet paper" = "HP:n värimustesuihkupaperi";
"HP Colorfast Photo Paper, Glossy" = "HP Colorfast -valokuvapaperi, kiiltävä";
"HP Photo Greeting Card" = "HP:n valokuvatervehdyskortti";
"HP Photo Greeting Cards" = "HP:n valokuvatervehdyskortit";
"HP Linen Greeting Card" = "HP:n pellavatervehdyskortti";
"HP Linen Greeting Cards" = "HP:n pellavatervehdyskortit";
"HP Matte Greeting Card" = "HP:n mattapintainen tervehdyskortti";
"HP Matte Greeting Cards" = "HP:n mattapintaiset tervehdyskortit";
"Glossy Greeting Card" = "Kiiltävä tervehdyskortti";
"Matte Greeting Card" = "Mattapintainen tervehdyskortti";
"HP Photo Paper, Glossy" = "HP:n valokuvapaperi, kiiltävä";
"HP Everyday Photo Paper, Matte" = "HP Everyday -valokuvapaperi, matta";
"HP Everyday Photo Paper, Semi-gloss" = "HP Everyday -valokuvapaperi, puolikiiltävä";
"HP Premium High-gloss Film" = "HP Premium -kalvo, erittäin kiiltävä";
"HP Premium Photo Paper, Glossy" = "HP Premium -valokuvapaperi, kiiltävä";
"HP Brochure & Flyer, Glossy" = "HP:n esite- ja lehtispaperi, kiiltävä";
"HP Brochure & Flyer Paper, Glossy" = "HP:n esite- ja lehtispaperi, kiiltävä";
"HP Brochure & Flyer, Matte" = "HP:n esite- ja lehtispaperi, matta";
"HP Brochure & Flyer Paper, Matte" = "HP:n esite- ja lehtispaperi, matta";
"HP Brochure & Flyer, Matte Finish" = "HP:n esite- ja lehtispaperi, mattapintainen";
"HP Textured Greeting Card" = "HP:n eläväpintainen tervehdyskortti";
"HP Textured Greeting Cards" = "HP:n eläväpintaiset tervehdyskortit";
"Photo hagaki" = "Valokuva-hagaki";
"Photo Hagaki" = "Valokuva-Hagaki";
"Plain hagaki" = "Tavallinen hagaki";
"Plain Hagaki" = "Tavallinen Hagaki";
"Plain/Inkjet" = "Tavallinen/mustesuihku";
"Photo paper" = "Valokuvapaperi";
"Transparency" = "Kalvo";
"HP Proofing Media, Glossy" = "HP:n vedospaperi, kiiltävä";
"HP Proofing, Semi-gloss" = "HP:n vedospaperi, puolikiiltävä";
"HP Proofing, Matte" = "HP:n vedospaperi, matta";
"Other plain paper" = "Muut tavallinen paperi";
"Other coated paper" = "Muu pinnoitettu paperi";
"Other transparency film" = "Muu kalvo";
"Other photo paper" = "Muu valokuvapaperi";
"Other glossy paper" = "Muu kiiltävä paperi";
"Other specialty paper" = "Muu erikoispaperi";
"Other Specialty Papers" = "Muut erikoispaperit";
"Thin paper" = "Ohut paperi";
"Thick paper" = "Paksu paperi";
"HP Professional Brochure Paper and Flyer, Matte" = "HP Professional -esite- ja lehtispaperi, matta";
"HP Professional Brochure Paper and Flyer, Two-sided Glossy" = "HP Professional -esite- ja lehtispaperi, matta, kaksipuolinen kiiltävä";
"HP Professional Brochure Paper and Flyer, Two-sided Gloss" = "HP Professional -esite- ja lehtispaperi, matta, kaksipuolinen kiiltävä";
"HP Professional Photo and Proofing Gloss" = "HP Professional -valokuva- ja vedospaperi, kiiltävä";
"Other semi-gloss photo paper" = "Muu puolikiiltävä valokuvapaperi";
"Other heavyweight coated paper" = "Muu raskas pinnoitettu paperi";
"Other two-sided brochure paper" = "Muu kaksipuolinen esitepaperi";
"Other brochure paper" = "Muu esitepaperi";
"Other paper" = "Muu paperi";
"Other inkjet" = "Muu mustesuihkupaperi";
"Other inkjet paper" = "Muu mustesuihkupaperi";
"Other greeting card" = "Muu tervehdyskorttipaperi";
"Other special media" = "Muu erikoismateriaali";
"Other matte film" = "Muu mattakalvo";
"HP Premium Heavyweight Coated Paper" = "HP Premium -paperi, raskas pinnoitettu";
"HP Basic Heavyweight Coated Paper" = "HP Basic -paperi, raskas pinnoitettu";
"HP Basic High Gloss Photo Paper" = "HP Basic -valokuvapaperi, kiiltävä";
"HP High Gloss Photo Paper" = "HP High Gloss -valokuvapaperi";
"HP Basic Gloss Plus Photo Paper" = "HP Basic Gloss Plus -valokuvapaperi";
"HP Universal Semi-Gloss Photo Paper" = "HP Universal -valokuvapaperi, puolikiiltävä";
"HP Basic Photo Satin Paper" = "HP Basic -satiinivalokuvapaperi";
"HP Basic Coated Paper" = "HP Basic -paperi, pinnoitettu";
"HP Coated Paper" = "HP:n pinnoitettu paperi";
"Translucent bond" = "Läpikuultava bond-paperi";
"Natural tracing paper" = "Luonnollinen kuultokopiointipaperi";
"Vellum" = "Pergamentti";
"HP Matte Film" = "HP:n mattakalvo";
"Plain" = "Tavallinen";
"Preprinted" = "Esipainettu";
"Letterhead" = "Kirjelomake";
"Prepunched" = "Esirei'itetty";
"Labels" = "Etiketit";
"Bond" = "Bond";
"Recycled" = "Kierrätetty";
"Color" = "Väri";
"Cardstock" = "Korttikartonki";
"Glossy" = "Kiiltävä";
"Heavy glossy" = "Raskas kiiltävä";
"Envelope" = "Kirjekuori";
"Glossy film" = "Kiiltävä kalvo";
"Unspecified" = "Määrittämätön";
"Rough" = "Karkea";
"Tab" = "Liuska";
"Custom" = "Mukautettu";
"HP Banner Paper" = "HP:n viiripaperi";
"HP Iron-on Transfer" = "HP:n kiinnisilitettävä siirtokuva";
"HP Iron-On Transfer" = "HP:n kiinnisilitettävä siirtokuva";
"HP Iron-on Transfer, White Fabrics" = "HP:n kiinnisilitettävä siirtokuva valkoisille kankaille";
"HP Iron-on Transfer, Dark Fabrics" = "HP:n kiinnisilitettävä siirtokuva tummille kankaille";
"HP Premium Paper" = "HP Premium -paperi";
"HP Advanced Paper" = "HP Advanced -paperi";
"HP Tri-fold Brochure Paper, Glossy" = "HP:n kolmiosainen esitepaperi, kiiltävä";
"Cardstock 105-176 g/m2" = "Korttikartonki 105 - 176 g/m2";
"Light <75 g/m2" = "Kevyt < 75 g/m²";
"Heavy 90-105 g/m2" = "Raskas 90 - 105 g/m²";
"Cardstock 135-216 g/m2" = "Korttikartonki 135 - 216 g/m²";
"Light 60 - <75 g/m2" = "Kevyt 60 - <75 g/m²";
"Heavy >106-163 g/m2" = "Raskas >106 - 163 g/m²";
"Glossy 75-105 g/m2" = "Kiiltävä 75 - 105 g/m²";
"Heavy glossy >105-163 g/m2" = "Raskas kiiltävä >105 - 163 g/m²";
"Light 55-60 g/m2" = "Kevyt 55 - 60 g/m²";
"Heavy 91-164 g/m2" = "Raskas 91 - 164 g/m²";
"Cardstock >164 g/m2" = "Korttikartonki >164 g/m²";
"HP Premium Plus Photo and Proofing, Glossy" = "HP Premium Plus -valokuva- ja vedospaperi, kiiltävä";
"HP Premium Plus Photo & Proofing, Glossy" = "HP Premium Plus -valokuva- ja vedospaperi, kiiltävä";
"HP Premium Plus Photo and Proofing Gloss-photo" = "HP Premium Plus -valokuva- ja vedospaperi, kiiltävä";
"HP Premium Plus Photo and Proofing Gloss-proofing" = "HP Premium Plus -valokuva- ja vedospaperi, kiiltävä";
"HP High Gloss Photo Paper - Universal" = "HP:n kiiltävä valokuvapaperi - yleiskäyttö";
"HP Semi-gloss Photo Paper - Universal" = "HP:n puolikiiltävä valokuvapaperi - yleiskäyttö";
"HP Professional Photo Matte, two-sided" = "HP Professional -mattavalokuvapaperi, kaksipuolinen";
"HP Professional Photo Satin" = "HP Professional -satiinivalokuvapaperi";
"HP Premium Plus Photo Satin" = "HP Premium Plus -satiinivalokuvapaperi";
"HP Photo Matte" = "HP:n mattavalokuvapaperi";
"HP Photo Paper, Matte" = "HP:n valokuvapaperi, matta";
"HP Premium Plus Photo and Proofing Gloss" = "HP Premium Plus -valokuva- ja vedospaperi, kiiltävä";
"HP Brochure and Flyer Paper, Glossy" = "HP:n esite- ja lehtispaperi, kiiltävä";
"HP Premium Transparency Film" = "HP Premium -kalvo";
"HP Advanced Photo Paper, Glossy" = "HP Advanced -valokuvapaperi, kiiltävä";
"HP Multipurpose Paper" = "HP:n monikäyttöinen paperi";
"HP Office Paper" = "HP:n toimistopaperi";
"HP All-in-One Printing Paper" = "HP:n All-in-One-tulostuspaperi";
"HP LaserJet paper" = "HP:n laserpaperi";
"HP Premium Choice LaserJet Paper" = "HP Premium Choice -laserpaperi";
"HP Note Card" = "HP-viestikortti";
"HP Note Cards" = "HP-viestikortit";
"HP Labels, Glossy" = "HP-etiketit, kiiltävä";
"HP Labels, Gloss" = "HP-etiketit, kiiltävä";
"HP Labels, Matte" = "HP-etiketit, matta";
"HP Photo and Project Paper" = "HP:n valokuva- ja projektipaperi";
"HP Brochure Paper, Glossy" = "HP:n esitepaperi, kiiltävä";
"HP Brochure Paper, Matte" = "HP:n esitepaperi, matta";
"HP Premium Plus Photo Paper" = "HP Premium Plus -valokuvapaperi";
"Other semi-glossy paper" = "Muu puolikiiltävä paperi";
"HP Professional Brochure and Flyer Paper Matte" = "HP Professional -esite- ja lehtispaperi, matta";
"HP Professional Brochure and Flyer Paper, Matte" = "HP Professional -esite- ja lehtispaperi, matta";
"HP Everyday Photo Paper Matte Finish" = "HP Everyday -valokuvapaperi, mattapintainen";
"HP Everyday Photo Paper, Matte Finish" = "HP Everyday -valokuvapaperi, mattapintainen";
"HP Premium Photo Paper Glossy" = "HP Premium -valokuvapaperi, kiiltävä";
"HP Premium Plus Photo Paper Glossy" = "HP Premium Plus -valokuvapaperi, kiiltävä";
"HP Semi-Gloss Photo Paper - Universal" = "HP:n puolikiiltävä valokuvapaperi - yleiskäyttö";
"HP Premium Plus Photo Paper Matte" = "HP Premium Plus -mattavalokuvapaperi";
"HP Proofing Semi-Gloss" = "HP:n puolikiiltävä vedospaperi";
"HP Proofing Matte" = "HP:n mattavedospaperi";
"HP Brochure and Flyer Paper Gloss" = "HP:n kiiltävä esite- ja lehtispaperi";
"Transparency Films" = "Kalvot";
"Coated Paper" = "Pinnoitetut paperit";
"Heavyweight Coated Pape" = "Raskas pinnoitettu paperi";
"Proofing Semi-Gloss Paper" = "HP:n puolikiiltävä vedospaperi";
"Brochure Gloss Paper" = "Kiiltävä esitepaperi";
"Brochure Matte Paper" = "Mattapintainen esitepaperi";
"Transparent Film" = "Kalvo";
"Photo Satin Paper" = "Satiinivalokuvapaperi";
"Photo Semi-Gloss" = "Puolikiiltävä valokuvapaperi";
"HP Premium Plus Photo & Proofing, Satin" = "HP Premium Plus -valokuva- ja vedospaperi, satiini";
"HP Holiday Photo Cards" = "HP:n lomavalokuvapostikortit";
"HP Brochure & Flyer, Semi-gloss" = "HP:n esite- ja lehtispaperi, puolikiiltävä";
"HP Tri-fold Brochure Paper, Matte" = "HP:n kolmiosainen esitepaperi, matta";
"Bright White Bond" = "Kirkkaanvalkoinen bond-paperi"; 
"Brochure Gloss" = "Kiiltävä esite"; 
"Brochure Matte" = "Mattapintainen esite"; 
"Coated" = "Pinnoitettu"; 
"HP Advanced Photo Paper" = "HP Advanced -valokuvapaperi"; 
"HP Advanced Photo Papers" = "HP Advanced -valokuvapaperit"; 
"HP Premium Photo Papers" = "HP Premium -valokuvapaperit"; 
"HP Premium Plus Photo Papers" = "HP Premium Plus -valokuvapaperit"; 
"HP Proofing Gloss" = "HP:n kiiltävä vedospaperi"; 
"Photo Gloss" = "Kiiltävä valokuvapaperi"; 
"Photo Matte" = "Mattapintainen valokuvapaperi"; 
"Photo Satin" = "Satiinivalokuvapaperi"; 
"Proofing Gloss" = "Kiiltävä vedospaperi"; 
"Proofing Matte" = "Mattapintainen vedospaperi"; 
"Proofing Semi-Gloss" = "Puolikiiltävä vedospaperi"; 
"Transparency Film" = "Kalvo"; 
"Transparency film" = "Kalvo";
"HP Magnetic Photo Paper" = "HP:n magneettinen valokuvapaperi";
"HP Photo Card" = "HP:n valokuvakortti";
"HP Photo Cards" = "HP:n valokuvakortit";
"HP Self-adhesive Photo Paper" = "HP:n itsekiinnittyvä valokuvapaperi";
"Brochure paper" = "Esitepaperi";
"Light 60 - 75 g/m2" = "Kevyt 60 - 75 g/m²";
"Heavy 105 - 120 g/m2" = "Raskas 105 - 120 g/m²";
"Cardstock 164 - 220 g/m2" = "Korttikartonki 164 - 220 g/m²";
"Glossy 106-120 g/m2" = "Kiiltävä 106 - 120 g/m²";
"Heavy Glossy 120 - 160 g/m2" = "Raskas kiiltävä 120 - 160 g/m²";
"Extra Heavy 120 - 163 g/m2" = "Erittäin raskas 120 - 163 g/m²";
"Extra Heavy Glossy 160 - 220 g/m2" = "Erittäin raskas kiiltävä 160 - 220 g/m²";
"Intermediate 90 - 104 g/m2" = "Keskiraskas 90 - 104 g/m²";
"HP Premium Professional Paper" = "HP Premium Professional -paperi";
"HP Professional Paper" = "HP Professional -paperi";
"HP Superior Paper, Glossy" = "HP Superior -paperi, kiiltävä";
"HP Superior Paper, Matte" = "HP Superior -paperi, matta";
"HP Multipurpose Labels" = "HP:n monikäyttöiset etiketit";
"HP Matte Postcards" = "HP:n mattapostikortit";
"HP CD" = "HP:n CD-levyt";
"HP Studio Pro Photo Paper" = "HP Studio Pro -valokuvapaperi";
"Photo Rag Paper" = "Valokuvalumppupaperi";
"Watercolor Paper" = "Vesiväripaperi";
"Other fine art papers" = "Muut taidepaperit";

// Due to encoding, "Hahnemuhle" used in XML instead of "Hahnemühle"
"HP Hahnemuhle Smooth Fine Art Paper" = "HP Hahnemühle -taidepaperi, sileä";
"HP Hahnemuhle Watercolor Paper" = "HP Hahnemühle -vesiväripaperi";

"HP Artist Matte Canvas" = "HP:n mattakangas taidekäyttöön";
"HP Aquarella Art Paper" = "HP Aquarella -taidepaperi";
"Rigid Photo" = "Jäykkä valokuvapaperi";
"Rigid Coated/DFA" = "Jäykkä pinnoitettu/DFA";
"Rigid Plain" = "Jäykkä tavallinen";
"HP CD/DVD Tattoo" = "HP:n CD/DVD-tarra";
"HP Tattoos for iPod" = "HP:n iPod-tarrat";
"Canvas" = "Kangas";
"HP Studio Pro Photo Paper, Glossy" = "HP Studio Pro -valokuvapaperi, kiiltävä";
"HP Studio Pro Photo Paper, Soft Gloss/Satin" = "HP Studio Pro -valokuvapaperi, pehmeänkiiltävä/satiini";
"photo rag paper" = "valokuvalumppupaperi";
"Rigid canvas" = "Jäykkä kangas";
"Rigid coated paper" = "Jäykkä pinnoitettu paperi";
"Rigid photo" = "Jäykkä valokuva";
"Rigid photo rag" = "Jäyllä valokuvalumppupaperi";
"Rigid watercolor" = "Jäykkä vesiväripaperi";
"Watercolor paper" = "Vesiväripaperi";
"HP Matte Brochure and Flyer paper" = "HP:n mattapintainen esite- ja lehtispaperi";
"HP Photo, Matte" = "HP:n mattavalokuvapaperi";
"HP Professional Semi-Gloss Contract Proofing" = "HP Professional -sopimusvedospaperi, puolikiiltävä";
"HP Canvas Matte" = "HP:n mattakangas";
"HP Premium Plus Photo Gloss" = "HP Premium Plus -valokuvapaperi, kiiltävä";
"HP Inkjet-printable CD/DVD" = "HP:n mustesuihkukäyttöön tarkoitettu CD/DVD";
"Taiyo Yuden Inkjet-printable CD/DVD" = "Taiyo Yudenin mustesuihkukäyttöön tarkoitettu CD/DVD";
"Other Inkjet-printable CD/DVD" = "Muu mustesuihkukäyttöön tarkoitettu CD/DVD";
"HP Advanced Photo Paper, Satin-Matte" = "HP Advanced -valokuvapaperi, satiini/matta";
"HP Advanced Photo Paper, Soft-Gloss" = "HP Advanced -valokuvapaperi, pehmeänkilltävä";
"HP Professional Satin Photo" = "HP Professional -satiinivalokuvapaperi";
"Photo thick" = "Paksu valokuvapaperi";
"Photo Rag" = "Valokuvalumppupaperi";
"photo rag thin" = "Ohut valokuvalumppupaperi";
"Smooth Paper" = "Sileä paperi";
"Textured Fine Art Paper" = "Eläväpintainen taidepaperi";
"Velvet Paper" = "Samettipaperi";
"Photo Paper" = "Valokuvapaperi";
"Proofing Paper" = "Vedospaperi";
"HP Professional Satin Photo Paper" = "HP Professional -satiinivalokuvapaperi";
"HP Water-Resistant CD/DVD" = "HP:n vedenkestävä CD/DVD";
"fiber gloss" = "kiiltävä kuitupaperi";
"Inkjet Scrapbook Paper, Photo" = "Leikekirjapaperi mustesuihkukäyttöön, valokuva";
"Inkjet Scrapbook Paper, Matte" = "Leikekirjapaperi mustesuihkukäyttöön, matta";
"HP Brochure Paper 180g, Glossy" = "HP:n esitepaperi 180 g, kiiltävä";
"Specialty paper" = "Erikoispaperi";
"Specialty Paper" = "Erikoispaperi";
"HP Everyday Photo Paper, Glossy" = "HP Everyday -valokuvapaperi, kiiltävä";
"HP Brochure and Flyer Paper, Matte" = "HP:n esite- ja lehtispaperi, matta";
"Borderless US Government" = "Reunukseton US Government -paperi";
"Borderless 4x8 in." = "Reunukseton, 4 x 8 tuumaa";

/***********************************/
/*                                 */
/*     PAPER TYPE SUB-MENUS        */
/*  We use the XML keys here now   */ 
/*  to avoid duplication of names. */
/*                                 */
/***********************************/
"Automatic-category" = "Automaattinen";
"Plain-category" = "Tavallinen paperi";
"Inkjet-category" = "Mustesuihkupaperi";
"Transparency-category" = "Kalvo";
"Photo-category" = "Valokuvapaperi";
"GreetingCards-category" = "Tervehdyskortti";
"Brochure-category" = "Esitepaperi";
"Proofing-category" = "Vedospaperi";
"Hagaki-category" = "Hagaki";
"Coated-category" = "Pinnoitettu paperi";
"SemiGlossPhoto-category" = "Puolikiiltävä valokuvapaperi";
"HeavyWeightCoated-category" = "Raskas pinnoitettu paperi";
"TwoSidedBrochure-category" = "Kaksipuolinen esitepaperi";
"Speciality-category" = "Erikoispaperi";
"Special-category" = "Erikoismateriaali";
"MatteFilm-category" = "Mattakalvo";
"Glossy-category" = "Kiiltävä paperi";
"Bright-white-bond-category" = "Kirkkaanvalkoinen bond-paperi";
"Other-category" = "Muu paperi";
"DigitalFineArt-category" = "Digitaalitaidepaperi";
"CD-category" = "CD/DVD-levy";
"RigidMedia-category" = "Jäykkä materiaali";
"ScrapbookMedia-category" = "Leikekirjamateriaali";

"BannerSignMaterial-category" = "Viiri- ja kylttimateriaali";
"FabricTextileMaterial-category" = "Kangas-/tekstiilimateriaali";
"OtherInkjet-category" = "Muu mustesuihkumateriaali";
"CustomMedia-category" = "Mukautettu paperi";

/**********************************/
/*                                */
/*       PAPER SOURCE             */
/*                                */
/**********************************/
"Source:" = "Lähde:";
"Trays" = "Lokerot";
"Tray" = "Lokero";
/* PAPER SOURCE LIST */
"Autoselect" = "Automaattivalinta";
"Upper Tray" = "Ylälokero";
"Lower Tray" = "Alalokero";
"Upper, then Lower" = "Ylälokero, sitten alalokero";
"Lower, then Upper" = "Alalokero, sitten ylälokero";
"Tray 1" = "Lokero 1";
"Tray 2" = "Lokero 2";
"Rear Manual Feed" = "Takaosan käsinsyöttö";
"Tray 1, Tray 2" = "Lokero 1, lokero 2";
"Tray 2, Tray 1" = "Lokero 2, Lokero 1";
"Paper Tray" = "Paperilokero";
"Manual Feed" = "Käsinsyöttö";
"Roll" = "Rulla";
"Disable Automatic Cutter" = "Poista automaattileikkaus käytöstä";
"Save Roll Paper" = "Säästä rullapaperia";
"Remove Top/Bottom Blank Areas" = "Poista ylä/alaosan tyhjät alueet";
"Tray 3 (Optional)" = "Lokero 3 (valinnainen)";
"Tray 1 (Manual)" = "Lokero 1 (manuaalinen)";
"Rear Tray" = "Takalokero";
"Automatically Select" = "Valitse automaattisesti";
"Photo Tray" = "Valokuvalokero";
"Main Tray" = "Päälokero";
"CD/DVD Tray" = "CD/DVD-lokero";
"Specialty media tray" = "Erikoismateraalialusta";

/**********************************/
/*                                */
/*       INSTALLED PENS           */
/*                                */
/**********************************/
"Installed Pen:" = "Asennettu tulostuskasetti:";
"Installed Pen"  = "Asennettu tulostuskasetti";
"Installed Print Cartridge" = "Asennettu tulostuskasetti";
"Installed Print Cartridges:" = "Asennetut tulostuskasetit:";
"ColorSync profile:" = "ColorSync-profiili:";
/* INSTALLED PEN LIST */
"color" = "väri";
"black" = "musta";
"tri-color, photo, black" ="kolmiväri, valokuva, musta";
"tri-color, photo, photo gray" ="kolmiväri, valokuva, valokuvaharmaa";
"gray" = "harmaa";
"Tri-Color, Black" = "Kolmiväri, musta";
"Tri-Color, Photo" = "Kolmiväri, valokuva";
"Tri-Color, Gray Photo" = "Kolmiväri, harmaa valokuva";

"Tri-Color" = "Kolmiväri";
"Gray Photo" = "Harmaa valokuva";
"Tri-Color, Photo, Black" ="Kolmiväri, valokuva, musta";
"Tri-Color, Photo, Gray Photo" ="Kolmiväri, valokuva, harmaa valokuva";

"Photo, Tri-color, Black" =	"Valokuva, kolmiväri, musta";
"Photo, Tri-color, Gray Photo" = "Valokuva, kolmiväri, harmaa valokuva";
"Blue Photo, Tri-color, Black" = "Sininen valokuva, kolmiväri, musta";
"Blue Photo, Tri-color, Gray Photo" = "Sininen valokuva, kolmiväri, harmaa valokuva";


/**********************************/
/*                                */
/*   COLOR SYNC & INSTALLED PENS  */
/*                                */
/**********************************/
"ColorSync - Tri-Color, Photo, Black" ="ColorSync - kolmiväri, valokuva, musta";
"ColorSync - Tri-Color, Photo, Gray Photo" ="ColorSync - kolmiväri, valokuva, harmaa valokuva";

/**********************************/
/*                                */
/*       COLOR SYNC               */
/*                                */
/**********************************/
/* Color Sync Profiles list */
"sRGB" = "sRGB";
"hp7960 - hp premium high gloss film - 6 ink" = "hp7960 - hp premium kiiltävä kalvo - 6 mustetta";
"hp7960 - hp premium high gloss film - 8 ink" = "hp7960 - hp premium kiiltävä kalvo - 8 mustetta";
"hp7960 - hp photo paper - 6 ink" = "hp7960 - hp:n valokuvapaperi - 6 mustetta";
"hp7960 - hp photo paper - 8 ink" = "hp7960 - hp:n valokuvapaperi - 8 mustetta";
"hp7960 - plain paper - 6 ink" = "hp7960 - tavallinen paperi - 6 mustetta";
"hp7960 - plain paper - 8 ink" = "hp7960 - tavallinen paperi - 8 mustetta";
"hp7960 - hp premium paper - 6 ink" = "hp7960 - hp premium -paperi - 6 mustetta";
"hp7960 - hp premium paper - 8 ink" = "hp7960 - hp premium -paperi - 8 mustetta";
"hp7960 - hp premium plus photo paper - 6 ink" = "hp7960 - hp premium plus -valokuvapaperi - 6 mustetta";
"hp7960 - hp premium plus photo paper - 8 ink" = "hp7960 - hp premium plus -valokuvapaperi - 8 mustetta";
"GenericGray" = "Yleisharmaa";
"designjet Profile" = "designjet-profiili";
"HP CLJ 3500 sRGB" = "HP CLJ 3500 sRGB";
"hp dj 30/130 - plain paper - best - drv" = "hp dj 30/130 - tavallinen paperi - paras - ohj";
"hp dj 30/130 - plain paper - normal - drv" = "hp dj 30/130 - tavallinen paperi - normaali - ohj";
"hp dj 30/130 - plain paper - fast - drv" = "hp dj 30/130 - tavallinen paperi - nopea - ohj";
"hp dj 30/130 - coated paper - best - drv" = "hp dj 30/130 - pinnoitettu paperi - paras - ohj";
"hp dj 30/130 - coated paper - normal - drv" = "hp dj 30/130 - pinnoitettu paperi - normaali - ohj";
"hp dj 30/130 - coated paper - fast - drv" = "hp dj 30/130 - pinnoitettu paperi - nopea - ohj";
"hp dj 30/130 - heavy coated - max dpi - drv" = "hp dj 30/130 - raskas pinnoitettu - suurin dpi - ohj";
"hp dj 30/130 - heavy coated - best - drv" = "hp dj 30/130 - raskas pinnoitettu - paras - ohj";
"hp dj 30/130 - heavy coated - normal - drv" = "hp dj 30/130 - raskas pinnoitettu - normaali - ohj";
"hp dj 30/130 - photo glossy - max dpi - drv" = "hp dj 30/130 - kiiltävä valokuva - suurin dpi - ohj";
"hp dj 30/130 - photo glossy - best - drv" = "hp dj 30/130 - kiiltävä valokuva - paras - ohj";
"hp dj 30/130 - photo glossy - normal - drv" = "hp dj 30/130 - kiiltävä valokuva - normaali - ohj";
"hp dj 30/130 - photo satin - max dpi - drv" = "hp dj 30/130 - satiinivalokuva - suurin dpi - ohj";
"hp dj 30/130 - photo satin - best - drv" = "hp dj 30/130 - satiinivalokuva - paras - ohj";
"hp dj 30/130 - photo satin - normal - drv" = "hp dj 30/130 - satiinivalokuva - normaali - ohj";
"hp dj 30/130 - photo matte - max dpi - drv" = "hp dj 30/130 - mattavalokuva - suurin dpi - ohj";
"hp dj 30/130 - photo matte - best - drv" = "hp dj 30/130 - mattavalokuva - paras - ohj";
"hp dj 30/130 - photo matte - normal - drv" = "hp dj 30/130 - mattavalokuva - normaali - ohj";
"hp dj 30/130 - professional glossy - max dpi - drv" = "hp dj 30/130 - ammattitasoinen kiiltävä - suurin dpi - ohj";
"hp dj 30/130 - professional glossy - best - drv" = "hp dj 30/130 - ammattitasoinen kiiltävä - paras - ohj";
"hp dj 30/130 - professional glossy - normal - drv" = "hp dj 30/130 - ammattitasoinen kiiltävä - normaali - ohj";
"hp dj 30/130 - proofing semigloss - max dpi - drv" = "hp dj 30/130 - puolikiiltävä vedos - suurin dpi - ohj";
"hp dj 30/130 - proofing semigloss - best - drv" = "hp dj 30/130 - puolikiiltävä vedos - paras - ohj";
"hp dj 30/130 - proofing semigloss - normal - drv" = "hp dj 30/130 - puolikiiltävä vedos - normaali - ohj";
"hp dj 30/130 - proofing matte - max dpi - drv" = "hp dj 30/130 - mattavedos - suurin dpi - ohj";
"hp dj 30/130 - proofing matte - best - drv" = "hp dj 30/130 - mattavedos - paras - ohj";
"hp dj 30/130 - proofing matte - normal - drv" = "hp dj 30/130 - mattavedos - normaali - ohj";
"hp dj 30/130 - brochure - best - drv" = "hp dj 30/130 - esite - paras - ohj";
"hp dj 30/130 - brochure - normal - drv" = "hp dj 30/130 - esite - normaali - ohj";
"hp dj 30/130 - transparency - best - drv" = "hp dj 30/130 - kalvo - paras - ohj";
"hp dj 30/130 - transparency - normal; - drv" = "hp dj 30/130 - kalvo - normaali - ohj";
"hp dj 30/130 - transparency - fast - drv" = "hp dj 30/130 - kalvo - nopea - ohj";
"HP Deskjet 5700,6500 - Premium Paper (tri-color + black)" = "HP Deskjet 5700,6500 - Premium-paperi (kolmiväri + musta)";
"HP Deskjet 5700,6500 - Premium Paper (tri-color + photo)" = "HP Deskjet 5700,6500 - Premium-paperi (kolmiväri + valokuva)";
"HP Deskjet 5700,6500 - Premium Paper (tri-color + gray)" = "HP Deskjet 5700,6500 -  Premium-paperi (kolmiväri + harmaa)";
"HP Deskjet 5700,6500 - Premium Plus Photo (tri-color + black)" = "HP Deskjet 5700,6500 -  Premium Plus -paperi (kolmiväri + musta)";
"HP Deskjet 5700,6500 - Premium Plus Photo (tri-color + photo)" = "HP Deskjet 5700,6500 -  Premium Plus -paperi (kolmiväri + valokuva)";
"HP Deskjet 5700,6500 - Premium Plus Photo (tri-color + gray)" = "HP Deskjet 5700,6500 - Premium Plus -paperi (kolmiväri + harmaa)";
"HP Deskjet 5700,6500 - Advanced Photo (tri-color + black)" = "HP Deskjet 5700,6500 - Advanced-valokuvapaperi (kolmiväri + musta)";
"HP Deskjet 5700,6500 - Advanced Photo (tri-color + photo)" = "HP Deskjet 5700,6500 - Advanced-valokuvapaperi (kolmiväri + valokuva)";
"HP Deskjet 5700,6500 - Advanced Photo (tri-color + gray)" = "HP Deskjet 5700,6500 - Advanced-valokuvapaperi (kolmiväri + harmaa)";
"HP Deskjet 5700,6500 - Premium High-Gloss Film (tri-color + black)" = "HP Deskjet 5700,6500 - Kiiltävä Premium-kalvo (kolmiväri + musta)";
"HP Deskjet 5700,6500 - Premium High-Gloss Film (tri-color + photo)" = "HP Deskjet 5700,6500 - Kiiltävä Premium-kalvo (kolmiväri + valokuva)";
"HP Deskjet 5700,6500 - Premium High-Gloss Film (tri-color + gray)" = "HP Deskjet 5700,6500 - Kiiltävä Premium-kalvo (kolmiväri + harmaa)";

"Application managed colors" = "Sovelluksen hallitsemat värit";
"Application color management" = "Sovelluksen värienhallinta";
"Printer Color Management features have been disabled as color is managed by either your application or the operating system. To enable printer color management, please select printer-managed colors from your application or select 'Vendor Matching' from the 'Color Matching' dialog." = "Tulostimen värienhallintaominaisuudet on poistettu käytöstä, koska joko sovellus tai käyttöjärjestelmä hallitsee värejä.\nOta tulostimen värienhallinta käyttöön valitsemalla tulostimen värienhallinta sovelluksessa tai valitsemalla 'Värien sävytys' -valintaikkunassa 'Toimittajan sävytys'.";

/**********************************/
/*                                */
/*        DIGITAL PHOTO           */
/*                                */
/**********************************/
"Digital Flash" = "Digitaalisalama";
"Contrast Enhancement" = "Kontrastin parannus";
"Sharpness" = "Terävyys";
"Smoothing" = "Tasoitus";
"Smart Focus" = "SmartFocus";
"Auto" = "Automaattinen";
"High" = "Korkea";
"Low" = "Matala";
"Medium" = "Keskitaso";
"This feature fills in dark areas of your photographs, similar to a flash on a camera." = "Tämä ominaisuus valaisee valokuvien tummat alueet samalla tavoin kuin kameran salamavalo.";
"This feature will enhance the contrast of your photographs." = "Tämä ominaisuus parantaa valokuvien kontrastia.";
"This feature will enhance the sharpness of your photographs." = "Tämä ominaisuus parantaa valokuvien terävyyttä.";
"This feature will smooth, or reduce noise in your photographs." = "Tämä ominaisuus tasoittaa valokuvia tai vähentää niiden kohinaa.";
"This feature will enhance the appearance of low-resolution photographs." = "Tämä ominaisuus parantaa matalatarkkuuksisia valokuvia.";
/*TBD - 2004-01-21 - This string needs to be re-translated*/
"This feature will remove red eye from your photographs." = "Tämä ominaisuus poistaa punasilmäisyyttä valokuvista.";
"Adaptive Lighting" = "Mukautuva valaistus";
"Photo Brightening" = "Valokuvan kirkastus";
"Auto Red-eye Removal" = "Automaattinen punasilmäisyyden poisto";

"Real Life Digital Photography" = "Real Life -digitaalivalokuvaus";
"HPDigitalPhoto" = "Real Life -digitaalivalokuvaus";

"Default Settings" = "Oletusasetukset";
"Deactivate enhancement feature." = "Poista parannustoiminto käytöstä.";
"Activate manual control of enhancement feature." = "Ota käyttöön parannustoiminnon manuaalinen hallinta.";
"Printer driver software automatically determines the amount of enhancement to apply." = "Tulostinohjain määrittää automaattisesti, kuinka paljon parannustehostetta käytetään.";
"Image enhancement options are not available with the current Quality selection. Choose a higher Quality level to enable these features." = "Kuvanparannusvalinnat eivät ole käytettävissä nykyisellä laatuvalinnalla. Valitse korkeampi laatutaso ottaaksesi nämä  ominaisuudet käyttöön.";
"Image enhancement option is not available with the current Quality selection. Choose a higher Quality level to enable this feature." = "Kuvanparannusvalinta ei ole käytettävissä nykyisellä laatuvalinnalla. Valitse korkeampi laatutaso ottaaksesi tämän ominaisuuden käyttöön.";


/**********************************/
/*                                */
/*       EDGE CONTROL             */
/*                                */
/**********************************/
"Edge Control:" = "Reunojen hallinta:";
"Maximum"		= "Suurin";
"Normal-Edge" 	= "Normaali";
"Light-Edge" 	= "Kevyt";
/* NOTE For the Pelican_2_2 merge: The new 'Off-Edge' definition which replaces 'Off' has moved to AdvancedTabUserPane.cp */
/* AdvancedTabUserPane.cp was created by Dan in the Cormorant branch. */
"Off-Edge" 		= "Pois päältä";

/**********************************/
/*                                */
/*       COMPRESSION              */
/*                                */
/**********************************/
"Compression:"			= "Pakkaus:";
"Automatic-Compression"		= "Automaattinen";
"Best-Quality-Compression"	= "Paras laatu";
"Maximum-Compression"		= "Suurin";

/**********************************/
/*                                */
/*        PRINT OPTIONS           */
/*                                */
/**********************************/
"Print Options"									= "Tulostusasetukset";
"Resolution Enhancement (REt)" 				= "Tarkkuuden parannus (REt)";
"EconoMode (may save print cartridges)" 	= "EconoMode (saattaa säästää tulostuskasetteja)";

/**********************************/
/*                                */
/*        CUSTOM MEDIA MANAGEMENT */
/*                                */
/**********************************/
"The HP Utility can be used to add custom paper types" = "HP-apuohjelmaa voidaan käyttää mukautettujen paperityyppien lisäämiseen";

/**********************************/
/*                                */
/*        SUMMARY PDE             */
/*                                */
/**********************************/
"Black render dpi" = "Mustan renderoinnin dpi";
"Color input dpi" = "Värisyötteen dpi";
"Color output" = "Värituloste";
"PhotoREt" = "PhotoREt";
"2400x1200 dpi" = "2400 x 1200 dpi";
"2400x1200-optimized dpi" = "2400 x 1200 dpi (optimoitu)";
"4800x1200-optimized dpi" = "4800 x 1200 dpi (optimoitu)";
"9600x2400-optimized dpi" = "9600 x 2400 dpi (optimoitu)";

/**********************************/
/*                                */
/*          ERROR STRINGS         */
/*                                */
/**********************************/
"The paper type you have selected does not support two sided printing. Continuing shall turn off two sided printing. Do you wish to continue?" = "Valitsemallesi paperityypille ei ole kaksipuolisen tulostuksen tukea. Jatkaminen kytkee kaksipuolisen tulostuksen pois käytöstä. Haluatko jatkaa?";
"The current paper size does not support two sided printing." = "Nykyiselle paperikoolle ei ole kaksipuolisen tulostuksen tukea.";
"Invalid paper type selection." = "Virheellinen paperityypin valinta.";
"The current paper size selection does not support two-sided printing." = "Valitulle paperikoolle ei ole kaksipuolisen tulostuksen tukea.";
"The current paper type selection does not support two-sided printing." = "Valitulle paperityypille ei ole kaksipuolisen tulostuksen tukea.";
"The current paper type and paper size selections do not support two-sided printing." = "Valitulle paperityypille ja -koolle ei ole kaksipuolisen tulostuksen tukea.";
"Two-sided printing is unavailable for the current " = "Kaksipuolinen tulostus ei ole mahdollista";
" settings." = " nykyisillä asetuksilla.";
" setting." = " nykyisellä asetuksella.";
"The chosen page size is not supported by the currently selected printer. Please go to Page Setup and choose a different size, or select a different printer." = "Valittu tulostin ei tue valittua paperikokoa. Avaa Sivun asetukset ja valitse toinen koko, tai valitse toinen tulostin.";
"Paper Size:" = "Paperikoko:";
"Paper Source:" = "Paperilähde:";
"PaperTypeMarginLimitationTitle" = "Asiakirjan reunat eivät ehkä tulostu.";
"PaperTypeMarginLimitationMessage" = "Valitut paperikoko- ja paperityyppiasetukset edellyttävät, että kaikki marginaalit ovat vähintään 0.55 tuuman (14 mm:n) levyisiä. Pienemmällä marginaaliasetuksella tulostettaessa asiakirjan reunat eivät ehkä tulostu. Jos et halua muuttaa marginaalia, vaihda joko paperikokoa tai paperityyppiä ongelman välttämiseksi.";
"PaperSizeTrayLimitationTitle" = "Tulostusasetukset eivät täsmää.";
"PaperTypeCDDVDLimitationMessage" = "CD/DVD-lokero ei tue valittua paperikokoa. Jos haluat tulostaa CD/DVD-lokerosta, avaa Sivun asetukset -valintaikkuna, valitse CD/DVD-paperikoko ja palaa sitten Tulosta-valintaikkunaan.";
"PaperSizeTrayLimitationMessage" = "%TRAY_NAME%-lokero ei tue valittua paperikokoa. Jos haluat tulostaa %TRAY_NAME%-lokerosta, avaa Sivun asetukset -valintaikkuna, valitse lokeron tukema paperikoko ja palaa sitten Tulosta-valintaikkunaan.";

/*****************************************************************************/
/*                                                                           */
/*                     JOB SETTINGS USER NAME STRINGS:                       */
/*                                                                           */
/*****************************************************************************/
	"Paper Size" = "Paperikoko";
	"Paper Source" = "Paperilähde";
	"Print Quality" = "Tulostuslaatu";
	"Two-Sided Printing Mode" = "Kaksipuolisen tulostuksen tila";
	"Two-Sided Printing Binding Mode" = "Kaksipuolisen tulostuksen sidontatila";
	"Two-Sided Printing Tumble Mode" = "Kaksipuolinen tulostus takapuoli ylösalaisin -tila";
	"Dry Time" = "Kuivumisaika";
	"Color Mode" = "Väritila";
	"Pen Configuration" = "Tulostuskasetin kalibrointi";
	"Grayscale Mode" = "Harmaasävytila";
	"Digital Photo support" = "Digitaalivalokuvatuki";
	"All Digital Photo Options" = "Kaikki digitaalivalokuva-asetukset";
	"SmartFocus" = "SmartFocus";
	"Ink Density"	= "Mustetiheys";
/* The following user names have bee defined elsewhere in the file: */
/*	"Paper Type" = "Paperityyppi"; */
/*	"Digital Flash" = "Digitaalisalama"; */
/*	"Contrast Enhancement" = "Kontrastin parannus"; */
/*	"Smoothing" = "Tasoitus"; */
/*	"Sharpness" = "Terävyys"; */

/*************************************************************************************************************/
/*************************************************************************************************************/
/*                              H E L P  -  T A G   S T R I N G S                                            */
/*************************************************************************************************************/
/*************************************************************************************************************/


/*****************************************************************************/
/*                                                                           */
/*                     PRINT QUALITY HELP STRINGS                            */
/*                                                                           */
/*****************************************************************************/
/* quality tab */
/* dup "quality tab inactive" = "Voit säätää asiakirjan tulostuslaatua napsauttamalla tätä."; */

/* ptq feedback image */
"This picture shows you how the selected paper and quality options affect the document to be printed." = "Tämä kuva näyttää, miten valitut paperi- ja laatuasetukset vaikuttavat tulostettavaan asiakirjaan.";
/*"ptq feedback image inactive" = "Tämä kuva näyttää, miten valitut paperi- ja laatuasetukset vaikuttavat tulostettavaan asiakirjaan."; */

/* high-speed-draft */
/* fastdraft */
/* ink-saver */
/* draft */
"This option prints your document as fast as possible, but at a lower quality." = "Tällä asetuksella voit tulostaa asiakirjan mahdollisimman nopeasti, mutta heikommalla laadulla.";
/*"When this button is selected, your document prints as fast as possible, but at a lower quality. This option is currently selected." = "Kun tämä painike on valittu, asiakirjat tulostuvat mahdollisimman nopeasti, mutta heikommalla laadulla. Tämä asetus on tällä hetkellä valittuna."; */
/*"To print your document as fast as possible, but at a lower quality, click this button." = "Jos haluat tulostaa asiakirjan mahdollisimman nopeasti, mutta heikommalla laadulla, paina tätä painiketta."; */

/* fastdraft */
/*"When this button is selected, your document prints as fast as possible, but at a lower quality. This option is currently selected." = "Kun tämä painike on valittu, asiakirjat tulostuvat mahdollisimman nopeasti, mutta heikommalla laadulla. Tämä asetus on tällä hetkellä valittuna."; */
/*"To print your document as fast as possible, but at a lower quality, click this button." = "Jos haluat tulostaa asiakirjan mahdollisimman nopeasti, mutta heikommalla laadulla, paina tätä painiketta."; */

/* ink-saver */
/*"When this button is selected, your document prints as fast as possible, but at a lower quality. This option is currently selected." = "Kun tämä painike on valittu, asiakirjat tulostuvat mahdollisimman nopeasti, mutta heikommalla laadulla. Tämä asetus on tällä hetkellä valittuna."; */
/*"To print your document as fast as possible, but at a lower quality, click this button." = "Jos haluat tulostaa asiakirjan mahdollisimman nopeasti, mutta heikommalla laadulla, paina tätä painiketta."; */

/* draft */
/*"When this button is selected, your document prints as fast as possible, but at a lower quality. This option is currently selected." = "Kun tämä painike on valittu, asiakirjat tulostuvat mahdollisimman nopeasti, mutta heikommalla laadulla. Tämä asetus on tällä hetkellä valittuna."; */
/*"To print your document as fast as possible, but at a lower quality, click this button." = "Jos haluat tulostaa asiakirjan mahdollisimman nopeasti, mutta heikommalla laadulla, paina tätä painiketta."; */

/* everyday */
/* fast normal */
"This option prints your document with good quality and good speed." = "Tällä asetuksella voit tulostaa asiakirjan hyvällä laadulla ja nopeasti.";
/*"When this button is selected, your document prints at good quality and good speed. This option is currently selected." = "Kun tämä painike on valittu, asiakirjat tulostuvat hyvällä laadulla ja nopeasti. Tämä asetus on tällä hetkellä valittuna."; */
/*"To print your document at good quality and good speed, click this button." = "Jos haluat tulostaa asiakirjan hyvällä laadulla ja nopeasti, napsauta tätä painiketta."; */

/* normal */
"This option prints your document with very good quality." = "Tämä asetus tulostaa asiakirjan erittäin hyvällä laadulla.";
/*"When this button is selected, your document prints at good quality and good speed. This option is currently selected." = "Kun tämä painike on valittu, asiakirjat tulostuvat hyvällä laadulla ja nopeasti. Tämä asetus on tällä hetkellä valittuna."; */
/*"To print your document at good quality and good speed, click this button." = "Jos haluat tulostaa asiakirjan hyvällä laadulla ja nopeasti, napsauta tätä painiketta."; */

/* photo */
/* highest */
"This option prints your document with high resolution photo quality, but will take longer to print." = "Tämä asetus tulostaa asiakirjan korkeatarkkuuksisella valokuvalaadulla, mutta tulostus kestää kauemmin.";
/*"When this button is selected, your document prints in high resolution photo quality, but will take longer to print. This option is currently selected." = "Kun tämä painike on valittu, asiakirjat tulostuvat korkean tarkkuuden valokuvalaadulla, mutta tulostus kestää kauemmin. Tämä asetus on tällä hetkellä valittuna."; */
/*"To print your document in high resolution photo quality, click this button." = "Jos haluat tulostaa asiakirjan korkeatarkkuuksisella valokuvalaadulla, paina tätä painiketta."; */

/* best */
"This option prints your document with great quality, but at a slower speed." = "Tämä asetus tulostaa asiakirjan upealla laadulla, mutta hitaammin.";
/*"When this button is selected, your document prints at the highest possible quality, but will take longer to print. This option is currently selected." = "Kun tämä painike on valittu, asiakirjat tulostuvat parhaalla mahdollisella laadulla, mutta tulostus kestää kauemmin. Tämä asetus on tällä hetkellä valittuna."; */
/*"To print your document at the highest possible quality, click this button. Best quality takes longer to print." = "Paina tätä painiketta, jos haluat tulostaa asiakirjan parhaalla mahdollisella laadulla. Parhaan laadun tulostus kestää kauemmin."; */

/* highest */
/*"When this button is selected, your document prints in high resolution photo quality, but will take longer to print. This option is currently selected." = "Kun tämä painike on valittu, asiakirjat tulostuvat korkean tarkkuuden valokuvalaadulla, mutta tulostus kestää kauemmin. Tämä asetus on tällä hetkellä valittuna."; */
/*"To print your document in high resolution photo quality, click this button." = "Jos haluat tulostaa asiakirjan korkeatarkkuuksisella valokuvalaadulla, paina tätä painiketta."; */

/* fast normal */
/*"When this button is selected, your document prints at good quality and good speed. This option is currently selected." = "Kun tämä painike on valittu, asiakirjat tulostuvat hyvällä laadulla ja nopeasti. Tämä asetus on tällä hetkellä valittuna."; */
/*"To print your document at good quality and good speed, click this button." = "Jos haluat tulostaa asiakirjan hyvällä laadulla ja nopeasti, napsauta tätä painiketta."; */

/* Maximum detail */

/* More passes */
"Select this option if you notice image quality issues. This setting decreasaes performance but does not increase the ink consumption." = "Valitse tämä asetus, jos huomaat ongelmia kuvanlaadussa. Asetus heikentää suorituskykyä, mutta ei lisää musteen kulutusta.";

/*****************************************************************************/
/*                                                                           */
/*          PAPER TYPE HELP STRINGS:                                         */
/*                                                                           */
/*****************************************************************************/
/* paper type */
/*"paper type inactive" = "Valitse tästä ponnahdusvalikosta minkä tyyppiselle paperille aiot tulostaa"; */

/*****************************************************************************/
/*                                                                           */
/*                     PAPER SOURCE HELP STRINGS:                            */
/*                                                                           */
/*****************************************************************************/
/* trays tab */
/*"trays tab inactive" = "Valitse tällä asetuksella tulostimen käyttämä lokero."; */

/* Autoselect */
"To use the \"Automatic Two-Sided Printing Module\" to print both sides of each sheet of paper, select this option." = "Valitse tämä asetus, jos haluat käyttää \"automaattista kaksipuolisen tulostuksen moduulia\" paperiarkin molemmille puolille tulostamiseen.";
"When this option is selected the \"Automatic Two-Sided Printing Module\" will print both sides of each sheet of paper. This is the current setting." = "Kun tämä asetus on valittu, \"automaattinen kaksipuolisen tulostuksen moduuli\" tulostaa kunkin paperiarkin molemmille puolille. Tämä on tällä hetkellä valittu asetus.";
"Use this option to have the printer automatically switch paper trays when one tray runs out of paper." = "Määritä tulostin tämän asetuksen avulla vaihtamaan automaattisesti paperilokeroa, kun yhdestä lokerosta loppuu paperi.";

/* ManualFeed */
"When this option is selected you will be given instructions on how to reload the paper to print the second side. This is the current setting." = "Kun tämä asetus valitaan, saat ohjeet paperin asettamiseen toisen puolen tulostusta varten. Tämä on tällä hetkellä valittu asetus.";
"To manually reload the paper for printing the second side, select this option." = "Valitse tämä asetus, jos haluat asettaa paperin uudelleen manuaalisesti toisen puolen tulostusta varten.";
"Use this option to insert paper via the manual feed slot on the printer." = "Käytä tätä asetusta, jos syötät paperin tulostimen käsinsyöttöaukon kautta.";

/* Rear Manual Feed */
"Use this option to insert paper via the manual feed slot on the back of the printer." = "Käytä tätä asetusta, jos syötät paperin tulostimen takaosan käsinsyöttöaukon kautta.";

/* Roll */
"Use this option to print from a roll of paper instead of individual sheets of paper." = "Käytä tätä asetusta, jos tulostat paperirullasta yksittäisten arkkien sijaan.";

/* UpperThenLower*/
"Print on paper from the upper tray first and the lower tray second." = "Tulosta ensiksi ylälokeron paperille ja sitten alalokeron paperille.";

/* LowerThenUpper */
"Print on paper from the lower tray first and the upper tray second." = "Tulosta ensiksi alalokeron paperille ja sitten ylälokeron paperille.";

/* Roll Cutter */

/*"Tray2 active" = "Valitse tällä säätimellä tulostimen käyttämä lokero."; */
/*"Tray2 inactive" = "Valitse tällä säätimellä tulostimen käyttämä lokero."; */

/* Tray1 */
/*"Use this control to select the tray your printer uses." = "Valitse tällä säätimellä tulostimen käyttämä lokero."; */
/*"Tray1 inactive" = "Valitse tällä säätimellä tulostimen käyttämä lokero."; */

/*"trays active" = "Valitse tällä säätimellä tulostimen käyttämä lokero."; */
/*"trays inactive" = "Valitse tällä säätimellä tulostimen käyttämä lokero."; */


/*****************************************************************************/
/*                                                                           */
/*                     INK HELP STRINGS:                                     */
/*                                                                           */
/*****************************************************************************/
/* ink tab */
"To set the ink usage level and printing dry time, click here." = "Aseta musteen käyttöasetus ja kuivumisaika napsauttamalla tätä.";
/*"ink tab inactive" = "Aseta musteen käyttöasetus ja kuivumisaika napsauttamalla tätä."; */

/* ink | dry time slider */
"This slider adjusts the amount of time allowed for each page to dry when using the automatic two-sided printing option." = "Tämä liukusäädin säätää aikaa, jonka kukin sivu saa kuivua, kun käytetään automaattista kaksipuolista tulostusta.";
/*"ink | dry time slider inactive" = "Tämä liukusäädin säätää aikaa, jonka kukin sivu saa kuivua, kun käytetään automaattista kaksipuolista tulostusta."; */

/* ink | ink density slider */
"This slider adjusts the amount of ink used to print your pages. The center position is the optimum for most users." = "Tämä liukusäädin säätää sivujen tulostukseen käytettävän musteen määrää. Keskiasento sopii parhaiten useimmille käyttäjille.";
/*"ink | ink density slider inactive" = "Tämä liukusäädin säätää sivujen tulostukseen käytettävän musteen määrää. Keskiasento sopii parhaiten useimmille käyttäjille."; */


/*****************************************************************************/
/*                                                                           */
/*                      PEN HELP STRINGS:                                    */
/*                                                                           */
/*****************************************************************************/
/* black-only */
/*"When this option is selected, the system will attempt to print using a black pen. This is the current selection."   = "Kun tämä asetus on valittuna, järjestelmä yrittää tulostaa mustaa kynää käyttäen. Tämä on tällä hetkellä valittu asetus."; */
"When this option is selected, the system will attempt to print using a black pen." = "Kun tämä asetus on valittuna, järjestelmä yrittää tulostaa mustaa tulostuskasettia käyttäen.";

/* color-only */
/*"When this option is selected, the system will attempt to print using a color pen. This is the current selection."   = "Kun tämä asetus on valittuna, järjestelmä yrittää tulostaa värillistä kynää käyttäen. Tämä on tällä hetkellä valittu asetus."; */
"When this option is selected, the system will attempt to print using a color pen." = "Kun tämä asetus on valittuna, järjestelmä yrittää tulostaa väritulostuskasettia käyttäen.";


/*****************************************************************************/
/*                                                                           */
/*                        COLOR HELP STRINGS:                                */
/*                                                                           */
/*****************************************************************************/
/* ColorSync */
"Print documents using HP color profiles." = "Tulosta asiakirjoja HP-väriprofiileja käyttäen.";

/* ColorSmart III */
"Print documents using HP color matching." = "Tulosta asiakirjoja HP-värisävytystä käyttäen.";
/*"To print your document in color HP color matching, select this item. This is the current setting." = "Jos haluat tulostaa asiakirjan värillisenä HP-värisävytystä käyttäen, valitse tämä kohta. Tämä on tällä hetkellä valittu asetus."; */
/*"To print your document in color HP color matching, select this item." = "Jos haluat tulostaa asiakirjan värillisenä HP-värisävytystä käyttäen, valitse tämä kohta."; */

/* Grayscale */
"Print documents in shades of gray." = "Tulosta asiakirjat harmaasävyissä.";
/*"To print your documents in shades of gray, select this item. This is the current setting." = "Jos haluat tulostaa asiakirjat harmaasävyissä, valitse tämä kohta. Tämä on tällä hetkellä valittu asetus."; */
/*"To print your documents in shades of gray, select this item." = "Jos haluat tulostaa asiakirjat harmaasävyissä, valitse tämä kohta."; */

/* True Black */
"Prints documents in black and white." = "Tulostaa asiakirjat mustavalkoisina.";

/* AdobeRGB */
"Print documents using the AdobeRGB colorspace." = "Tulosta asiakirjat Adobe RGB -värialuetta käyttäen.";

/* Application managed color */
"Print documents using the application provided color management." = "Tulosta asiakirjat sovelluksen värienhallintaa käyttäen.";

/* color feedback image */
"This picture shows you how the selected image options affect the document to be printed." = "Tämä kuva näyttää, miten valitut kuva-asetukset vaikuttavat tulostettavaan asiakirjaan.";
/*"color feedback image inactive" = "Tämä kuva näyttää, miten valitut kuva-asetukset vaikuttavat tulostettavaan asiakirjaan."; */

/* image popup menu */
"Use this popup menu to select the image printing options." = "Valitse kuvan tulostusasetukset tämän ponnahdusvalikon avulla.";
/*"image popup menu inactive" = "Valitse kuvan tulostusasetukset tämän ponnahdusvalikon avulla."; */

/* image | colorsmart iii */
"To print your document in color HP color matching, select this item. This is the current setting." = "Jos haluat tulostaa asiakirjan värillisenä HP-värisävytystä käyttäen, valitse tämä kohta. Tämä on tällä hetkellä valittu asetus.";
"To print your document in color HP color matching, select this item." = "Jos haluat tulostaa asiakirjan värillisenä HP-värisävytystä käyttäen, valitse tämä kohta.";

/* image | colorsmart iii | saturation */
"Moving this slider to the right will produce more vivid images, moving it to the left will produce more muted tones." = "Liukusäätimen siirtäminen oikealle tuottaa eloisampia kuvia, vasemmalle siirtäminen muuttaa sävyjä himmeämmiksi.";
/*"image | colorsmart iii | saturation inactive" = "Liukusäätimen siirtäminen oikealle tuottaa eloisampia kuvia, vasemmalle siirtäminen muuttaa sävyjä himmeämmiksi."; */

/* image | colorsmart iii | brightness */
"Moving this slider to the right will produce an overall lighter image, moving it to the left will darken the image." = "Liukusäätimen siirtäminen oikealle vaalentaa kuvaa, vasemmalle siirtäminen tummentaa kuvaa.";
/*"image | colorsmart iii | brightness inactive" = "Liukusäätimen siirtäminen oikealle vaalentaa kuvaa, vasemmalle siirtäminen tummentaa kuvaa."; */

/* image | colorsmart iii | tone */
"Moving the slider to the right will produce warmer tones, moving it to the left will produce cooler tones." = "Liukusäätimen siirtäminen oikealle tekee sävyistä lämpimämpiä, vasemmalle siirtäminen tekee sävyistä viileämpiä.";
/*"image | colorsmart iii | tone inactive" = "Liukusäätimen siirtäminen oikealle tekee sävyistä lämpimämpiä, vasemmalle siirtäminen tekee sävyistä viileämpiä."; */

/* image | colorsmart iii | automatic image enhancement */
"To turn off image optimizations while printing, click this item." = "Jos haluat poistaa kuvan optimointitoiminnot tulostettaessa, napsauta tätä kohtaa.";
"To optimize images for improved printing, click this item." = "Jos haluat optimoida kuvat tulostuksen parantamiseksi, napsauta tätä kohtaa.";

/* image | greyscale */
"To print your documents in shades of gray, select this item. This is the current setting." = "Jos haluat tulostaa asiakirjat harmaasävyissä, valitse tämä kohta. Tämä on tällä hetkellä valittu asetus.";
"To print your documents in shades of gray, select this item." = "Jos haluat tulostaa asiakirjat harmaasävyissä, valitse tämä kohta.";

/* image | greyscale | high quality */
"When this item is selected, a high quality grayscale version of your document will be printed using both the black and color ink cartridges." = "Kun tämä kohta on valittuna, asiakirjasta tulostetaan korkealaatuinen harmaasävyversio käyttämällä sekä mustaa että värimustekasettia.";
"To print your document in high quality grayscale using both the black and color ink cartridges, click this item." = "Jos haluat tulostaa asiakirjan korkealaatuisena harmaasävyversiona käyttäen sekä mustaa että värimustekasettia, napsauta tätä kohtaa.";

/* image | greyscale | black only */
"When this item is selected, your document is printed in grayscale using only the black ink cartridge." = "Kun tämä kohta on valittuna, asiakirja tulostetaan harmaasävyissä käyttäen vain mustaa mustekasettia.";
"To print your document in grayscale using only the black ink cartridge, click this item." = "Jos haluat tulostaa asiakirjan harmaasävyissä käyttäen vain mustaa mustekasettia, napsauta tätä kohtaa.";

/* image | greyscale | optimize for photocopy or fax */
"When this item is selected, your document is printed in grayscale optimized for photocopying or fax transmission." = "Kun tämä kohta on valittuna, asiakirja tulostetaan harmaasävyissä valokopiointia tai faksina lähetystä varten optimoituna.";
"To print your document in grayscale optimized for photocopying or fax transmission, click this item." = "Jos haluat tulostaa asiakirjan harmaasävyissä valokopiointia tai faksina lähetystä varten optimoituna, napsauta tätä kohtaa.";

"Print in grayscale using only the black or gray photo ink cartridge." = "Tulosta harmaasävyissä käyttäen vain mustaa tai harmaata valokuvamustekasettia.";
"Print in high quality grayscale using both the black/gray photo and color ink cartridges." = "Tulosta korkealaatuisena harmaasävyissä käyttäen sekä mustaa/harmaata valokuvatulostuskasettia että väritulostuskasetteja.";
"This option prints your document using the quality level set on printer's front panel." = "Tällä asetuksella voit tulostaa asiakirjan käyttäen tulostimen etupaneelissa asetettua laatutasoa.";
"This option enables the printer to automatically select the print quality to use based upon the type of paper the printer detects." = "Tällä asetuksella voit määrittää, että tulostin valitsee automaattisesti käytettävän tulostuslaadun tunnistetun paperin perusteella.";

/*****************************************************************************/
/*                                                                           */
/*                      CMYK SETTINGS HELP STRINGS:       	                 */
/*                                                                           */
/*****************************************************************************/
/* cyan slider */
"Moving this slider to the right will increase the cyan color intensity, moving it to the left will decrease it." = "Liukusäätimen siirtäminen oikealle lisää syaanin värin voimakkuutta ja vasemmalle siirtäminen vähentää sitä.";

/* magenta slider */
"Moving this slider to the right will increase the magenta color intensity, moving it to the left will decrease it." = "Liukusäätimen siirtäminen oikealle lisää magentan värin voimakkuutta ja vasemmalle siirtäminen vähentää sitä.";

/* yellow slider */
"Moving this slider to the right will increase the yellow color intensity, moving it to the left will decrease it." = "Liukusäätimen siirtäminen oikealle lisää keltaisen värin voimakkuutta ja vasemmalle siirtäminen vähentää sitä.";

/* black slider */
"Moving this slider to the right will increase the black color intensity, moving it to the left will decrease it." = "Liukusäätimen siirtäminen oikealle lisää mustan värin voimakkuutta ja vasemmalle siirtäminen vähentää sitä.";

/*****************************************************************************/
/*                                                                           */
/*                      RGB SETTINGS HELP STRINGS:       	                 */
/*                                                                           */
/*****************************************************************************/
/* red slider */
"Moving this slider to the right will increase the red color intensity, moving it to the left will decrease it." = "Liukusäätimen siirtäminen oikealle lisää punaisen värin voimakkuutta ja vasemmalle siirtäminen vähentää sitä.";

/* green slider */
"Moving this slider to the right will increase the green color intensity, moving it to the left will decrease it." = "Liukusäätimen siirtäminen oikealle lisää vihreän värin voimakkuutta ja vasemmalle siirtäminen vähentää sitä.";

/* blue slider */
"Moving this slider to the right will increase the blue color intensity, moving it to the left will decrease it." = "Liukusäätimen siirtäminen oikealle lisää sinisen värin voimakkuutta ja vasemmalle siirtäminen vähentää sitä.";

/*****************************************************************************/
/*                                                                           */
/*                      TWO SIDED PRINTING HELP STRINGS:                     */
/*                                                                           */
/*****************************************************************************/
/* print both sides checkbox */
"When this check box is selected, the document will print on both sides of the paper." = "Kun tämä valintaruutu on valittuna, asiakirja tulostuu paperin molemmille puolille.";
"To print on both sides of the paper, click this box." = "Jos haluat tulostaa paperin molemmille puolille, valitse tämä ruutu.";

/* booklet binding button */
"When this check box is selected, your document will be printed for binding on the side." = "Kun tämä painike on valittuna, asiakirja tulostuu siten, että sen sidonta on sivulla.";
"To select binding your document on the side, click this button." = "Jos haluat tulostaa asiakirjan siten, että sidonta on sivulla, napsauta tätä painiketta.";

/* tablet binding button */
"When this is selected your document will be printed for binding on the top." = "Kun tämä painike on valittuna, asiakirja tulostuu siten, että sidonta on yläreunassa.";
"To select binding your document at the top, click this button." = "Jos haluat tulostaa asiakirjan siten, että sidonta on yläreunassa, napsauta tätä painiketta.";

/* two sided feedback image */
"This picture shows you the layout and order of the pages on each sheet of paper." = "Tämä kuva näyttää sivujen asettelun ja järjestyksen kullakin paperiarkilla.";
/*"two sided feedback image inactive" = "Tämä kuva näyttää sivujen asettelun ja järjestyksen kullakin paperiarkilla."; */


/*****************************************************************************/
/*                                                                           */
/*                        DIGITAL PHOTO HELP STRINGS:                        */
/*                                                                           */
/*****************************************************************************/
/* Digital Flash */
"This panel allows you to adjust the amount of digital flash applied to your images. This is the current selection."  =  "Tämän paneelin avulla voit säätää kuviin käytettävän digitaalisalaman määrää. Tämä on tällä hetkellä valittu asetus.";
"This panel allows you to adjust the amount of digital flash applied to your images."                =  "Tämän paneelin avulla voit säätää kuviin käytettävän digitaalisalaman määrää.";
"This controls the amount of digital flash applied to your images."   													=  "Tämä määrää, kuinka paljon kuviin käytetään digitaalisalamaa.";
/*"This controls the amount of digital flash applied to your images." 														=  "Tämä määrää, kuinka paljon kuviin käytetään digitaalisalamaa."; */
"This control tells the software to automatically determine the amount of enhancement to apply."   			=  "Tämä asetus asettaa ohjelman määrittämään automaattisesti, kuinka paljon parannustehostetta käytetään.";
"Checking this box tells the software to automatically determine the amount of enhancement to apply." 		=  "Jos valitset tämän ruudun, ohjelma määrittää automaattisesti, kuinka paljon parannustehostetta käytetään.";
"This preview gives you an idea of what the enhancement does."    														=  "Tämä esikatselu näyttää, mitä parannustehoste tekee.";
"This enhancement is currently turned off."  																					=  "Tämä parannustehoste on pois päältä.";
"This enhancement has no digital flash applied to the preview image."      											=  "Tämä parannustehoste ei lisää digitaalisalamaa esikatselukuvaan.";
"This enhancement has the lowest amount of digital flash applied to the preview image."       					=  "Tämä parannustehoste lisää vähiten digitaalisalamaa esikatselukuvaan.";
"This enhancement has a medium amount of digital flash applied to the preview image."    							=  "Tämä parannustehoste lisää kohtuullisen määrän digitaalisalamaa esikatselukuvaan.";
"This enhancement has the highest amount of digital flash applied to the preview image."      					=  "Tämä parannustehoste lisää eniten digitaalisalamaa esikatselukuvaan.";
"This enhancement will automatically determine the amount of digital flash to apply to the preview image."  =  "Tämä parannustehoste yrittää määrittää automaattisesti, kuinka paljon digitaalisalamaa kannattaa lisätä esikatselukuvaan.";

/* Contrast Enhancement  */
"This panel allows you to adjust the amount of contrast enhancement applied to your images. This is the current selection."                  =  "Tämän paneelin avulla voit säätää kuviin käytettävän kontrastin parannuksen määrää. Tämä on tällä hetkellä valittu asetus.";
"This panel allows you to adjust the amount of contrast enhancement applied to your images."                =  "Tämän paneelin avulla voit säätää kuviin käytettävän kontrastin parannuksen määrää.";
"This controls the amount of contrast enhancement applied to your images."   =  "Tämä määrää, kuinka paljon kuvien kontrastia parannetaan.";
/*"contrast enhancement slider control inactive" =  "Tämä määrää, kuinka paljon kuvien kontrastia parannetaan."; */
/*"contrast enhancement auto check box active"   =  "Tämä asetus asettaa ohjelman määrittämään automaattisesti, kuinka paljon parannustehostetta käytetään."; */
/*"contrast enhancement auto check box inactive" =  "Jos valitset tämän ruudun, ohjelma määrittää automaattisesti, kuinka paljon parannustehostetta käytetään."; */
/*"contrast enhancement preview image active"    =  "Tämä esikatselu näyttää, mitä parannustehoste tekee."; */
/*"contrast enhancement preview image inactive"  =  "Tämä parannustehoste on pois päältä.";  */
"This enhancement has no contrast enhancement applied to the preview image."       											=  "Tämä parannustehoste ei lisää kontrastin parannusta esikatselukuvaan.";
"This enhancement has the lowest amount of contrast enhancement applied to the preview image."							=  "Tämä parannustehoste lisää vähiten kontrastin parannusta esikatselukuvaan.";
"This enhancement has a medium amount of contrast enhancement applied to the preview image."    						=  "Tämä parannustehoste lisää kohtuullisen määrän kontrastin parannusta esikatselukuvaan.";
"This enhancement has the highest amount of contrast enhancement applied to the preview image."      					=  "Tämä parannustehoste lisää eniten kontrastin parannusta esikatselukuvaan.";
"This enhancement will automatically determine the amount of contrast enhancement to apply to the preview image."	=  "Tämä parannustehoste yrittää määrittää automaattisesti, kuinka paljon kontrastin parannusta kannattaa lisätä esikatselukuvaan.";

/* Sharpness  */
"This panel allows you to adjust the amount of sharpening applied to your images. This is the current selection."                     = "Tämän paneelin avulla voit säätää kuviin käytettävän terävöinnin määrää. Tämä on tällä hetkellä valittu asetus.";
"This panel allows you to adjust the amount of sharpening applied to your images."                   = "Tämän paneelin avulla voit säätää kuviin käytettävän terävöinnin määrää.";
"This controls the amount of sharpening applied to your images."      = "Tämä määrää, kuinka paljon kuvia terävöidään.";
/*"sharpness slider control inactive"    = "Tämä määrää, kuinka paljon kuvia terävöidään."; */
/*"sharpness auto check box active"      = "Tämä asetus asettaa ohjelman määrittämään automaattisesti, kuinka paljon parannustehostetta käytetään."; */
/*"sharpness auto check box inactive"    = "Jos valitset tämän ruudun, ohjelma määrittää automaattisesti, kuinka paljon parannustehostetta käytetään."; */
/*"sharpness preview image active"       = "Tämä esikatselu näyttää, mitä parannustehoste tekee."; */
/*"sharpness preview image inactive"     = "Tämä parannustehoste on pois päältä."; */
"This enhancement has no sharpness applied to the preview image."          												= "Tämä parannustehoste ei lisää terävöintiä esikatselukuvaan.";
"This enhancement has the lowest amount of sharpness applied to the preview image."          						= "Tämä parannustehoste lisää vähiten terävöintiä esikatselukuvaan.";
"This enhancement has a medium amount of sharpness applied to the preview image."       								= "Tämä parannustehoste lisää kohtuullisen määrän terävöintiä esikatselukuvaan.";
"This enhancement has the highest amount of sharpness applied to the preview image."         						= "Tämä parannustehoste lisää eniten terävöintiä esikatselukuvaan.";
"This enhancement will automatically determine the amount of sharpness to apply to the preview image."         = "Tämä parannustehoste yrittää määrittää automaattisesti, kuinka paljon terävöintiä kannattaa lisätä esikatselukuvaan.";

/* Smoothing */
"This panel allows you to adjust the amount of smoothing applied to your images. This is the current selection."                     = "Tämän paneelin avulla voit säätää kuviin käytettävän tasoituksen määrää. Tämä on tällä hetkellä valittu asetus.";
"This panel allows you to adjust the amount of smoothing applied to your images."                   = "Tämän paneelin avulla voit säätää kuviin käytettävän tasoituksen määrää.";
"This controls the amount of smoothing applied to your images."      = "Tämä määrää, kuinka paljon kuvia tasoitetaan.";
/*"smoothing slider control inactive"    = "Tämä määrää, kuinka paljon kuvia tasoitetaan."; */
/*"smoothing auto check box active"      = "Tämä asetus asettaa ohjelman määrittämään automaattisesti, kuinka paljon parannustehostetta käytetään.";  */
/*"smoothing auto check box inactive"    = "Jos valitset tämän ruudun, ohjelma määrittää automaattisesti, kuinka paljon parannustehostetta käytetään.";  */
/*"smoothing preview image active"       = "Tämä esikatselu näyttää, mitä parannustehoste tekee.";  */
/*"smoothing preview image inactive"     = "Tämä parannustehoste on pois päältä.";  */
"This enhancement has no smoothing applied to the preview image."          = "Tämä parannustehoste ei lisää tasoitusta esikatselukuvaan.";
"This enhancement has the lowest amount of smoothing applied to the preview image."          = "Tämä parannustehoste lisää vähiten tasoitusta esikatselukuvaan.";
"This enhancement has a medium amount of smoothing applied to the preview image."       = "Tämä parannustehoste lisää kohtuullisen määrän tasoitusta esikatselukuvaan.";
"This enhancement has the highest amount of smoothing applied to the preview image."         = "Tämä parannustehoste lisää eniten tasoitusta esikatselukuvaan.";
"This enhancement will automatically determine the amount of smoothing to apply to the preview image."         = "Tämä parannustehoste yrittää määrittää automaattisesti, kuinka paljon tasoitusta kannattaa lisätä esikatselukuvaan.";

/* Smart Focus */
"This panel allows you to adjust whether the SmartFocus enhancement is applied to your images. This is the current selection."                   = "Tämän paneelin avulla voit määrittää käytetäänkö kuviin SmartFocus-parannusta. Tämä on tällä hetkellä valittu asetus."; 
"This panel allows you to adjust whether the SmartFocus enhancement is applied to your images."                 = "Tämän paneelin avulla voit määrittää käytetäänkö kuviin SmartFocus-parannusta."; 
"This preview gives you an idea of what the SmartFocus enhancement does."   = "Tämä esikatselu näyttää, mitä SmartFocus-parannustehoste tekee."; 
"This enhancement has no SmartFocus applied to the preview image." = "Tämä parannustehoste ei lisää SmartFocus-parannusta esikatselukuvaan."; 
"Use this control to turn off the SmartFocus enhancement."         = "Tämän avulla voit poistaa SmartFocus-parannuksen käytöstä.";
/*"smart focus radio off inactive"       = "Tämän avulla voit poistaa SmartFocus-parannuksen käytöstä."; */
"Use this control to turn on the SmartFocus enhancement."          = "Tämän avulla voit ottaa SmartFocus-parannuksen käyttöön.";
/*"smart focus radio on inactive"        = "Tämän avulla voit ottaa SmartFocus-parannuksen käyttöön."; */

/* Red Eye */
"This panel allows you to adjust whether red-eye removal is applied to photographs. This is the current selection." = "Tämän paneelin avulla voit määrittää käytetäänkö valokuviin punasilmäisyyden poistoa. Tämä on tällä hetkellä valittu asetus.";
"This panel allows you to adjust whether red-eye removal is applied to photographs." = "Tämän paneelin avulla voit määrittää käytetäänkö valokuviin punasilmäisyyden poistoa.";
"This preview gives you an idea of what the Red Eye enhancement does." = "Tämä esikatselu näyttää, mitä punasilmäisyyden poisto tekee.";
"This enhancement has no Red Eye applied to the preview image." = "Tämä parannustehoste ei lisää punasilmäisyyden poistoa esikatselukuvaan.";
"Use this control to turn on the Red Eye enhancement." = "Tämän avulla voit ottaa punasilmäisyyden poiston käyttöön.";
"Use this control to turn off the Red Eye enhancement." = "Tämän avulla voit poistaa punasilmäisyyden poiston käytöstä.";

/*****************************************************************************/
/*                                                                           */
/*                      PRINT OPTIONS HELP STRINGS:                          */
/*                                                                           */
/*****************************************************************************/
"Smoothes angled and curved edges. Turn off if graphics, particularly scanned images, are not printing clearly." = "Suoristaa reunat, jotka ovat vinossa tai kaarella. Poista tämä käytöstä, jos kuvat (erityisesti skannatut) eivät tulostu selkeinä.";
"Uses less ink or toner. May extend cartridge life and lower cost per page, but will reduce print quality. Recommended for use with HP cartridges only." = "Käyttää vähemmän mustetta tai väriainetta. Saattaa pidentää kasetin käyttöikää ja alentaa sivukohtaisia kustannuksia, mutta heikentää tulostuslaatua. Suositellaan käytettäväksi vain HP-kasettien kanssa.";
"Select this option to print faster and with less ink, with only a slight compromise to print quality." = "Valitse tämä asetus, jos haluat tulostaa nopeammin ja käyttää vähemmän mustetta uhraamatta liikaa tulostuslaatua.";

/*****************************************************************************/
/*                                                                           */
/*                       EDGE CONTROL HELP STRINGS:                          */
/*                                                                           */
/*****************************************************************************/
"Provides maximum trapping, which reduces the effect of color plane misregistration." = "Käyttää runsaasti lihotusta, joka vähentää värialueiden kohdistusongelmien vaikutusta.";
"Provides default trapping, which reduces the effect of color plane misregistration." = "Käyttää oletusmääräistä lihotusta, joka vähentää värialueiden kohdistusongelmien vaikutusta.";
"Provides light trapping, which reduces the effect of color plane misregistration." = "Käyttää hiukan lihotusta, joka vähentää värialueiden kohdistusongelmien vaikutusta.";
"Turns off trapping." = "Poistaa lihotuksen käytöstä.";

/*****************************************************************************/
/*                                                                           */
/*                       COMPRESSION MODE HELP STRINGS:                      */
/*                                                                           */
/*****************************************************************************/
"The software determines the best compression method to use." = "Ohjelma valitsee sopivimman pakkausmenetelmän.";
"No data is lost during compression (lossless method).  Print quality improvements may be seen." = "Pakkaus ei hukkaa tietoa (tietoa hukkaamaton menetelmä).  Tulostuslaatu saattaa parantua.";
"Some data is lost during compression (lossy method).  This setting is beneficial in high-traffic network environments." = "Pakkaus hukkaa jonkin verran tietoa (tietoa hukkaava menetelmä).  Tämä asetus on hyödyllinen vilkkaissa verkkoympäristöissä.";

/*****************************************************************************/
/*                                                                           */
/*                       MISC HELP STRINGS:                                  */
/*                                                                           */
/*****************************************************************************/
"For B-sized paper (Tabloid, A3, B4, A3+ and SuperB), your printer can detect whether the paper you are trying to print on is wide enough." = "B-kokoisen paperin (Tabloid, A3, B4, A3+ ja SuperB) ollessa käytössä tulostin voi tunnistaa, onko tulostukseen valitsemasi paperi tarpeeksi leveää.";
"Optimize the printer output for line art." = "Optimoi tuloste viivapiirrosta varten." ;
"Optimize the printer output for text and images." = "Optimoi tuloste tekstiä ja kuvia varten.";
"Print documents in black and white." = "Tulosta asiakirjat mustavalkoisina.";


/*****************************************************************************/
/*                                                                           */
/*                       MANUAL BORDERLESS STRINGS:                          */
/*                                                                           */
/*****************************************************************************/

// status string

"Borderless printing disallowed" = "Reunukseton tulostus ei sallittu";
"Borderless printing is not supported on the selected page size, please pick a supported size from the Page Setup menu." = "Reunuksetonta tulostusta ei tueta valitulle sivukoolle, valitse tuettu koko Sivun asetukset -valikosta.";
"For best borderless printing results, select a borderless page size in the Page Setup menu." = "Valitse reunukseton sivukoko Sivun asetukset -valikosta saadaksesi parhaat tulokset tulostaessasi reunuksettomasti.";
"Your paper type was changed to a type compatible with borderless printing. Please verify the selection." = "Paperityyppi vaihdettiin sellaiseen, joka on yhteensopiva reunuksettoman tulostuksen kanssa. Tarkista valinta.";
"manual_borderless_changed_warning" = "Aiempia tulostusasetuksia on ehkä muutettu, jotta saataisi parhaat mahdolliset reunuksettomat tulostustulokset. Tarkista asetukset Yhteenveto-ruudussa.";

// PDE summary text
"Borderless Printing" = "Reunukseton tulostus";
"Print Borderless" = "Tulosta reunuksettomasti";
"Borderless Overspray" = "Reunukseton laajennus";

// slider control text
"Borderless Overspray:" = "Reunukseton laajennus:";

// Help tag strings
"Click this checkbox to print to the edges of the page." = "Valitse tämä valintaruutu, jos haluat tulostaa sivun reunoihin saakka.";
"Use this slider to adjust the scaling amount of the borderless page." = "Tällä liukusäätimellä voit säätää reunuksettoman sivun skaalausta.";

"Yes" = "Kyllä";
"No" = "Ei";

"Print with less noise but at a slower speed." = "Tulosta hiljaisemmin, mutta hitaammin.";
"Reverse the image or document." = "Käännä kuva tai asiakirja.";

/*****************************************************************************/
/*                                                                           */
/*                       IMAGE LAYOUT STRINGS:										  */
/*                                                                           */
/*****************************************************************************/

// Simplified print quality UI

/*************************************************************************************************************/
/*************************************************************************************************************/
/*                         E N D   H E L P  -  T A G   S T R I N G S                                         */
/*************************************************************************************************************/
/*************************************************************************************************************/

"Disables all controls and returns them to their default values." = "Poistaa kaikki säätimet käytöstä ja palauttaa ne oletusarvoihinsa.";


/******************************************************************************/
/*																										*/
/*                       UI CONSTRAINTS STRINGS:										*/
/*																										*/
/******************************************************************************/



"select 'Printer Managed Colors'." = "Valitse 'Tulostimen värienhallinta'.";




"paper_source_mismatch" = "Valittuun paperilähteeseen ei ole asetettu paperia.";
"verify_setup" = "Tarkista asetukset.";
"Color_tab" = "Väri";
"supply_Magenta" = "Magenta";
"supply_Green" = "Vihreä";
"supply_LightCyan" = "Vaaleansyaani";
"supply_LightMagenta" = "Vaaleanmagenta";
"supply_Gray" = "Harmaa";
"Cover or levers open." = "Kansi tai salvat auki.";
"off-ge" = "Pois päältä";
"cm" = "cm";
"in" = "tuumaa";
"in_long" = "tuumaa";
"cm_long" = "cm";
"supply_Transparent" = "Kiillon parannus";
"Image Enlargement" = "Kuvan suurennus";
"Clear paper jam in printer, then continue printing." = "Poista tulostimen paperitukos ja jatka sitten tulostusta.";
"Render dpi" = "Renderoinnin dpi";
"The paper type has not been calibrated." = "Tätä paperityyppiä ei ole kalibroitu.";
"Inkjet paper" = "Mustesuihkupaperi";
"Source" = "Lähde";
"supply_Red" = "Punainen";
"Selected paper size too large for loaded paper." = "Valittu paperityyppi on liian suuri asetetulle paperille.";
"Select the action you wish to perform:" = "Valitse toimi, jonka haluat suorittaa:";
"supply_Cyan" = "Syaani";
"PaperTypeCDDVDLimitationTitle" = "Tulostusasetukset eivät täsmää.";
"supply_MatteBlack" = "Mattamusta";
"supply_LightGray" = "Vaaleanharmaa";
"Color Management" = "Värienhallinta";
"supply_Blue" = "Sininen";
"Launch HP Printer Utility to start the process." = "Aloita toiminto käynnistämällä HP:n tulostinapuohjelma.";
"alignment_needed" = "Tulostuspäiden kohdistus tarpeen.";
"Image Enlargement:" = "Kuvan suurennus";
"Paper jam: remove paper" = "Paperitukos: poista paperi";
"Technical Paper" = "Tekninen paperi";
"ColorSmart/sRGB" = "ColorSmart/sRGB";
"Fine Art Material" = "Taidemateriaali";
"automatic-layout" = "Automaattisesti tulostimessa";
"Custom paper" = "Mukautettu paperi";
"ColorSync" = "ColorSync";
"Bond and Coated Paper" = "Bond- ja pinnoitettu paperi";
"The print may be incomplete." = "Tuloste ei ehkä tulostunut kokonaan.";
"Cancel" = "Peruuta";
"OK" = "OK";
"manual-layout" = "Manuaalisesti sovelluksessa";
"supply_PhotoBlack" = "Valokuvamusta";
"supply_Yellow" = "Keltainen";
"EconoMode" = "EconoMode";
"hp-printer-utility-link" = "HP-apuohjelma";
"Film" = "Kalvo";
"Application Managed Colors" = "Sovelluksen värienhallinta";
"Please verify your setup." = "Tarkista asetukset.";
"Do not send PCL" = "Älä lähetä PCL:ää";
"Dump raw image" = "Lähetä raakakuva";
"Binding on the side" = "Sidonta sivulla";
"Binding at the top" = "Sidonta yläreunassa";
"Color Model" = "Värimalli";
"Color + W" = "Väri + W";
"Resolution" = "Tarkkuus";
"HP Two-sided Printing Accessory (Duplexer)" = "HP:n kaksipuolisen tulostuksen lisälaite (kääntölaite)";
"Output Bin:" = "Tulostekaukalo:";
"Output Bin" = "Tulostekaukalo";
"Main Output Bin" = "Päätulostekaukalo";
"Rear Bin" = "Takakaukalo";
"Use these control to adjust the gray balance of printed images by zone." = "Näillä säätimillä voit säätää tulostettujen kuvien harmaatasapainoa alueittain.";
"Reset" = "Nollaa";
"Disable" = "Poista käytöstä";
"Enable" = "Ota käyttöön";
"Launch HP Utility" = "Käynnistä HP-apuohjelma";
"Lower Tray Installed" = "Valinnainen paperinsyöttölokero";

// Estimated pages remaining strings
"BORDERLESS_PHOTO_4x6" = "Valokuva 4 x 6 tuumaa/10 x 15 cm";
"BORDERLESS_PHOTO_L" = "Valokuva L";
"BORDERLESS_PHOTO_5x7" = "Valokuva 5 x 7 tuumaa/13 x 18 cm";

"Last updated today at %@" = "Edellinen päivitys tänään klo %@";
"Last updated yesterday at %@" = "Edellinen päivitys eilen klo %@";
"Last updated %@" = "Viimeksi päivitetty %@";

"Low On Ink" = "Muste vähissä";
"Ink Depleted" = "Muste lopussa";
"Unknown" = "Tuntematon";
"New Cartridge" = "Uusi kasetti";
"Intro Cartridge" = "Aloituskasetti";

"Estimated Page Remaining" = "Arvioitu jäljellä olevien sivujen määrä";
"Estimated amount of pages" = "Arvioitu jäljellä oleva sivumäärä nykyisillä tulostuskaseteillasi erilaisille asiakirjatyypeille.  Tulostettujen sivujen todellinen määrä saattaa vaihdella.";



/* New media types for Taj Mahal */

"HP Bright White Inkjet Bond Paper" = "HP:n kirkkaan valkoinen bond-mustesuihkupaperi"; /* was replaced by HP Bright White Inkjet Paper */
"Self Adhesive Material" = "Itsekiinnittyvä materiaali";



/* PPD */
"Installed" = "Asennettu";
"Not Installed" = "Ei asennettu";

/*PDE*/
"Adjust Image..." = "Säädä kuvaa...";
"Image Adjustments" = "Kuvasäädöt";
"Advanced Print Options" = "Tulostuksen lisäasetukset";
"Troubleshooting" = "Vianmääritys";
"Reset All" = "Nollaa kaikki";
